Repository: jaywcjlove/app-i18n
Catalog: i18n/source/daybar/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: Two-digit second
de: Zweistellige Sekunde
fr: Seconde sur deux chiffres
it: Secondo a due cifre
ja: 2桁の秒
ko: 2자리 초
ru: Секунда из двух цифр
zh_hans: 两位数秒
zh_hant: 兩位數秒

source: Two-digit year
de: Zweistelliges Jahr
fr: Année sur deux chiffres
it: Anno a due cifre
ja: 2桁の年
ko: 2자리 연도
ru: Год из двух цифр
zh_hans: 两位数年份
zh_hant: 兩位數年份

source: Unable to delete the last item.
de: Das letzte Element kann nicht gelöscht werden.
fr: Impossible de supprimer le dernier élément.
it: Impossibile eliminare l'ultimo elemento.
ja: 最後の項目は削除できません。
ko: 마지막 항목은 삭제할 수 없습니다.
ru: Невозможно удалить последний элемент.
zh_hans: 无法删除最后一条数据
zh_hant: 無法刪除最後一個項目。

source: Unlimited list creation
de: Unbegrenzte Listenerstellung
fr: Création de listes illimitée
it: Creazione elenco illimitata
ja: リストを無制限に作成
ko: 목록 무제한 생성
ru: Неограниченное создание списков
zh_hans: 无限制列表创建
zh_hant: 無限制建立清單

source: Unlimited reminder creation
de: Unbegrenzte Erinnerungserstellung
fr: Création de rappels illimitée
it: Creazione promemoria illimitata
ja: リマインダーを無制限に作成
ko: 미리 알림 무제한 생성
ru: Неограниченное создание напоминаний
zh_hans: 无限制提醒创建
zh_hant: 無限制建立提醒

source: Unlock
de: Entsperren
fr: Déverrouiller
it: Sblocca
ja: アンロック
ko: 잠금 해제
ru: Разблокировать
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock all Features
de: Alle Funktionen freischalten
fr: Déverrouiller toutes les fonctionnalités
it: Sblocca tutte le funzionalità
ja: すべての機能をアンロック
ko: 모든 기능 잠금 해제
ru: Разблокировать все функции
zh_hans: 解锁所有功能
zh_hant: 解鎖所有功能

source: Use the calendar to pick a date
de: Verwende den Kalender, um ein Datum auszuwählen
fr: Utilisez le calendrier pour choisir une date
it: Usa il calendario per scegliere una data
ja: カレンダーで日付を選択
ko: 캘린더에서 날짜 선택
ru: Используйте календарь для выбора даты
zh_hans: 使用日历选择一个日期
zh_hant: 使用行事曆選擇日期

source: Version History
de: Versionsverlauf
fr: Historique des versions
it: Cronologia versioni
ja: バージョン履歴
ko: 버전 기록
ru: История версий
zh_hans: 版本历史
zh_hant: 版本歷史

source: Week
de: Woche
fr: Semaine
it: Settimana
ja: 週
ko: 주
ru: Неделя
zh_hans: 星期
zh_hant: 週

source: Weekdays
de: Werktage
fr: Jours de semaine
it: Giorni feriali
ja: 平日
ko: 평일
ru: Будни
zh_hans: 工作日
zh_hant: 平日

source: Weekends
de: Wochenenden
it: Fine settimana
ja: 週末
ko: 주말
ru: Выходные
zh_hans: 周末
zh_hant: 週末

source: Weekly
de: Wöchentlich
fr: Hebdomadaire
it: Settimanale
ja: 毎週
ko: 매주
ru: Еженедельно
zh_hans: 每周
zh_hant: 每週

source: Yearly
de: Jährlich
fr: Annuel
it: Annuale
ja: 毎年
ko: 매년
ru: Ежегодно
zh_hans: 每年
zh_hant: 每年

source: You can upgrade to %@, click to go to the App Store for update
de: Du kannst auf %@ aktualisieren. Klicke, um zum App Store zu wechseln und zu aktualisieren.
fr: Vous pouvez passer à %@, cliquez pour aller sur l'App Store et mettre à jour.
it: Puoi aggiornare a %@, fai clic per andare su App Store e aggiornare.
ja: %@ にアップグレードできます。クリックして App Store で更新してください。
ko: %@로 업그레이드할 수 있습니다. 클릭하여 App Store에서 업데이트하세요.
ru: Вы можете обновиться до %@. Нажмите, чтобы перейти в App Store для обновления.
zh_hans: 您可以升级到%@，点击前往应用商店更新。
zh_hant: 你可以升級至 %@，點擊前往 App Store 更新。

source: You won't be able to undo this action.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Vous ne pourrez pas annuler cette action.
it: Non potrai annullare questa azione.
ja: この操作は元に戻せません。
ko: 이 작업은 되돌릴 수 없습니다.
ru: Вы не сможете отменить это действие.
zh_hans: 你无法撤销这个动作。
zh_hant: 你將無法復原此操作。

source: You’re up to date!
de: Du bist auf dem neuesten Stand!
fr: Vous êtes à jour !
it: Sei aggiornato!
ja: 最新バージョンです！
ko: 최신 버전입니다!
ru: У вас установлена последняя версия!
zh_hans: 您是最新版本！
zh_hant: 你目前已是最新版本！

source: Feedback
fr: Retour
ja: フィードバック
ko: 피드백
ru: Обратная связь
zh_hans: 反馈
zh_hant: 意見回饋

source: System
fr: Système
it: Sistema
ja: システム
ko: 시스템
ru: Система
zh_hans: 系统
zh_hant: 系統

# Version %@ (%@)
source: Version %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: [X(Twitter)](https://twitter.com/jaywcjlove) • [E-mail](emailurl) • [Github](https://github.com/jaywcjlove/daybar)
ja: [X(Twitter)](https://twitter.com/jaywcjlove) • [メール](emailurl) • [Github](https://github.com/jaywcjlove/daybar)
ko: [X(Twitter)](https://twitter.com/jaywcjlove) • [이메일](emailurl) • [Github](https://github.com/jaywcjlove/daybar)
ru: [X(Twitter)](https://twitter.com/jaywcjlove) • [Электронная почта](emailurl) • [Github](https://github.com/jaywcjlove/daybar)
zh_hant: [X(Twitter)](https://twitter.com/jaywcjlove) • [電子郵件](emailurl) • [Github](https://github.com/jaywcjlove/daybar)

source: E-mail
ja: メール
ko: 이메일
ru: Электронная почта
zh_hans: 邮箱
zh_hant: 電子郵件

source: OK
ko: 확인
ru: ОК
zh_hans: 确认
zh_hant: 確定
